{
  "sections": {
    "main": {
      "type": "page-sponsorship",
      "blocks": {
        "245c814b-627e-44c5-9730-45b6efbcaab2": {
          "type": "tab-content",
          "settings": {
            "tab_title": "Event",
            "block_title": "Event Sponsorship",
            "block_content": "<ol><li>You need to fill out and submit your application at least 60 days prior to your event.<\/li><li>We will try to respond to your request within 10 business days of application submission.<\/li><li>In your application please make sure to let us know what you are looking for in terms of support. If you have multiple levels of sponsorship please submit any relevant information for review in the section of the application where we ask for attachments.<\/li><li>Due to budget cuts, we are not able to sponsor as many events as we have in the past. We would like to support each and every event, but we have to choose events that are closely aligned with our strategic plan.<\/li><li>We no longer have the budget to send out door-prizes\/giveaway items. Any support will are able to provide will be in the form of a partnership where we will request deliverables (EX: Images\/Video from event to use on our social media channels, and marketing).<\/li><\/ol>",
            "block_highlight": "",
            "form_data": "<div style=\"margin:0 auto;\" class=\"pxFormGenerator\" id=\"S8_WC9jXWK4PZbv8YYgaWA\"><\/div>"
          }
        },
        "e7b300bb-1177-4160-8fad-68601c609715": {
          "type": "tab-content",
          "settings": {
            "tab_title": "Organization",
            "block_title": "Organization Sponsorship",
            "block_content": "<ol><li>We will accept applications year round. For planning purposes our Fiscal year runs January 1 – December 31. While we accept application at any time, our resources are limited and once they are gone for a fiscal year we will not have additional resources until the following January so please submit accordingly.<\/li><li>We will try to respond to your request within 10 business days of application submission.<\/li><li>In your application please make sure to let us know what you are looking for in terms of support. If you have multiple levels of sponsorship please submit any relevant information for review in the section of the application where we ask for attachments.<\/li><li>Due to budget cuts, we are not able to sponsor as many events as we have in the past. We would like to support each and every event but we have to choose the events that are most closely aligned with our strategic plan.<\/li><\/ol>",
            "block_highlight": "",
            "form_data": "<div style=\"margin:0 auto;\" class=\"pxFormGenerator\" id=\"kJkJmt2467djupj8GoJKeg\"><\/div>"
          }
        },
        "7731d923-b639-4259-822e-0b07780f8c2a": {
          "type": "tab-content",
          "settings": {
            "tab_title": "Winter Athlete",
            "block_title": "Winter Sponsorship",
            "block_content": "<ol><li>Sponsorship applications for the winter season are accepted between September 1 – November 1. We will review and respond to all applications by November 15. Please do not apply prior to the September 1 date.<\/li><li>Please provide as much detail as possible in your application.<\/li><li>This sponsorship application is only valid for US Residents living in the United States. If you live outside the US, please visit <a href=\"http:\/\/LEKI.com\" target=\"_blank\">LEKI.com<\/a>, select the globe icon on the top right, select your country, and scroll to the bottom of the respective country's website and select the contact form. If you don’t see your country listed, please select the German website and use the contact form.<\/li><li>Marketing\/Sponsorship budgets have been cut dramatically in the last year so we are not able to sponsor the number of athletes we have in the past. However, this doesn’t mean we aren’t always on the lookout for talent, especially if you can create value for LEKI.<\/li><li>In terms of sponsorship, being a great athlete is about 25% of the equation. The other 75% comes from your ability to communicate, provide value to the brand and represent LEKI in a professional manner at all times. The ability to connect directly with consumers in the field and talk about the brand in an articulate, educated manner is just as valuable, to LEKI as landing on the cover of a ski magazine or atop an event podium.<\/li><li>The days of providing gear to athletes just because they ski really well have passed. Sponsorship is a partnership and if we are able to sponsor you, we will have a list of deliverables you need to provide throughout the season.<\/li><li>In full transparency, if you are simply looking for a “free” pair of poles\/gloves, seeking a LEKI sponsorship is not worth your time as nothing is “free”. We will have expectations and you will need to work to fulfill your side of the sponsorship agreement. If you are looking to build a relationship with LEKI over time, and are willing to put in the effort needed to develop a mutually beneficial partnership we are excited to review your application.<\/li><li>We do not have a sponsorship program in place for racers. We work with regional retail outlets that participate in our race-shop program, so please get in touch with your local LEKI retailer to see if they participate in this program. If you don't have access to a participating shop, we suggest visiting <a href=\"https:\/\/the-raceplace.com\/\" target=\"_blank\">https:\/\/the-raceplace.com\/<\/a> for the best pricing on LEKI race equipment.<\/li><\/ol>",
            "block_highlight": "",
            "form_data": "<div style=\"margin:0 auto;\" class=\"pxFormGenerator\" id=\"HyAqBTQllnVGfGS1qR-jEg\"><\/div>"
          }
        },
        "c044c0f4-31b9-44db-9501-250d95a8d008": {
          "type": "tab-content",
          "settings": {
            "tab_title": "Summer Athlete",
            "block_title": "Summer Sponsorship",
            "block_content": "<ol><li><em><strong>We are no longer reviewing applications for Trail Running Sponsorship, as our US and Global rosters are currently full. If you are looking for summer sponsorship unrelated to Trail Running, the window to apply opens February 1, 2024, and closes May 1, 2024.<\/strong><\/em><\/li><li>Please provide as much detail as possible in your application. The more we know about you the better positioned we are to evaluate your application.<\/li><li>This sponsorship application is only valid for US Residents living in the United States. If you live outside the US, please visit <a href=\"http:\/\/LEKI.com\" target=\"_blank\">LEKI.com<\/a>, select the globe icon on the top right, select your country, and scroll to the bottom of the respective country's website and select the contact form. If you don’t see your country listed, please select the German website and use the contact form.<\/li><li>Marketing\/Sponsorship budgets have been cut dramatically so we are not able to sponsor the number of athletes we have in years past. However, this doesn’t mean we aren’t always on the lookout for talent, especially if you can create value for LEKI.<\/li><li>In terms of sponsorship, being a great athlete is about 25% of the equation. The other 75% comes from your ability to communicate, provide visibility for the brand and represent LEKI in a professional manner. The ability to connect directly with consumers in the field and talk about the brand in an articulate, educated manner is just as value to LEKI as getting on the race podium.<\/li><li>The days of providing gear to athletes just they perform really well in events have passed. Sponsorship is a partnership and if we are able to sponsor you, we will have a list of deliverables you need to provide throughout the year.<\/li><li>In full transparency, if you are simply looking for a “free” pair of running\/hiking poles, a LEKI sponsorship is not worth your time as nothing is “free”. We have expectations and you will need to work to fulfill your side of the sponsorship agreement. If you are looking to build a relationship with LEKI over time, and are willing to put in the effort needed for a mutually beneficial partnership we are excited to review your application.<\/li><\/ol>",
            "block_highlight": "",
            "form_data": "<div style=\"margin:0 auto;\" class=\"pxFormGenerator\" id=\"CnYJBF4Sb0AxIo0k3iJB4g\"><\/div>"
          }
        }
      },
      "block_order": [
        "245c814b-627e-44c5-9730-45b6efbcaab2",
        "e7b300bb-1177-4160-8fad-68601c609715",
        "7731d923-b639-4259-822e-0b07780f8c2a",
        "c044c0f4-31b9-44db-9501-250d95a8d008"
      ],
      "settings": {
        "sponsorship_bgimg": "shopify:\/\/shop_images\/sponsorship.jpg",
        "mob_image": "shopify:\/\/shop_images\/leki-mobile.jpg",
        "title": "LEKI USA Sponsorship",
        "description": "Thank you for your interest in a sponsorship from LEKI. Whether you are an event, organization, or athlete seeking sponsorship we want to set expectations up front, so please read through the following information before filling out and submitting an application.",
        "tab_titleclr": "#000000",
        "tab_title_bgclr": "#ffffff",
        "title_hvrclr": "#e6e6e6",
        "title_activeclr": "#ffffff",
        "title_active_bgclr": "#bf0038",
        "content_color": "#ffffff",
        "mob_heading": "Select Sponsorship type:",
        "form_content": "",
        "form_highlight": "",
        "form_div": "",
        "width": "wrapper--narrow",
        "padding_top": 0,
        "padding_bottom": 60,
        "mob_padding_top": 0,
        "mob_padding_bottom": 40
      }
    }
  },
  "order": [
    "main"
  ]
}
